Revit 2027 API
BuiltInFailures.SketchFailures.CannotGetSketchReferences Property
 Cannot find references to dimension sketch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotGetSketchReferences { get; }
Public Shared ReadOnly Property CannotGetSketchReferences As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotGetSketchReferences {
	FailureDefinitionId^ get ();
}
static member CannotGetSketchReferences : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SketchFailures Class
Autodesk.Revit.DB Namespace